C2LP-Assistant/C2LP.Assistant.TMSConsole/bin/Debug/AccessRecord/Arrived_20170710150939_991000000018_HD2524847_161130108.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.webservice.vtradex.com" > <soapenv:Header/><soapenv:Body><ser:tmsShipmentQianshouXml><?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <MESSAGEHEAD>
    <SENDER>NBJC01160122</SENDER>
    <FILETYPE>XML</FILETYPE>
    <CONTENTTYPE>CarrierArrived</CONTENTTYPE>
    <SENDTIME>2017-07-10 15:08:56</SENDTIME>
    <FILENAME>20170710150856</FILENAME>
    <FILEFUNCTION>ADD</FILEFUNCTION>
  </MESSAGEHEAD>
  <MESSAGEDETAIL><![CDATA[<?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <CONTENTLIST>
    <CONTENT>
      <HEADER />
      <DETAILLIST>
        <DETAIL>
          <CECNO>991000000018</CECNO>
          <LEGCODE>HD2524847</LEGCODE>
          <SHIPDETAILID>161130108</SHIPDETAILID>
          <VEHICLENO>浙BP79C2</VEHICLENO>
          <SIGNPERSON>余国庆</SIGNPERSON>
          <SIGNTIME>2017-03-02 09:54:40</SIGNTIME>
          <JSREASON />
          <BUSINESSTATUS>20</BUSINESSTATUS>
          <XTQUNTITY>0</XTQUNTITY>
          <THQUNTITY>0</THQUNTITY>
          <HCQUNTITY>0</HCQUNTITY>
          <PICTURE />
        </DETAIL>
      </DETAILLIST>
    </CONTENT>
  </CONTENTLIST>
</XML>]]></MESSAGEDETAIL>
</XML></ser:tmsShipmentQianshouXml></soapenv:Body></soapenv:Envelope>

-------------------------------------------------------------------------

<?xml version="1.0" encoding="UTF-8"?><XML><MSGCODE>1</MSGCODE><MSGCONTENT></MSGCONTENT><MSGNAME>20170710150856</MSGNAME></XML>